Repository: bejbus/samizdat
Catalog: data/samizdat/js/po/*.po
Languages: be, ru

source: Add more...
be: Дадаць…
ru: Добавить…

source: Add one more field
be: Дадаць яшчэ адно поле
ru: Добавить ещё одно поле

source: Reset form to initial state?
be: Ці вернуць стан усіх палёў да пачатковага?
ru: Вернуть состояние всех полей к исходному?

source: Enable or disable tinymce
be: Задзейнічаць ці абязьдзейніць tinymce
ru: Включить/отключить tinymce

source: Bad password - shorter than %i chars
be: Кепскі пароль — карацейшы за %i знакаў
ru: Плохой пароль — короче %i знаков

source: Required field is empty
be: Патрэбнае поле пакінутае пустым
ru: Необходимое поле незаполнено

source: Optional field is invalid
be: Неабавязковае поле мае няправільны фармат
ru: Необязательное поле имеет неправильный формат

source: None of mutually exclusive fields are defined
be: Ніводнае з узаемна выключных палёў не запоўненае
ru: Ни одно из взаимно исключающих полей не заполнено

source: Exacly one field from mutually exclusive fields must be defined
be: Толькі адно поле зь ліку ўзаемна выключных мусіць быць запоўненае
ru: Только одно поле из числа взаимно исключающих может быть заполнено

source: Passwords are not matching
be: Паролі не аднолькавыя
ru: Пароли не совпадают

source: Empty password
be: Пусты пароль
ru: Пустой пароль

source: Bad password
be: Кепскі пароль
ru: Плохой пароль
